/* No comment provided by engineer. */
"Package for Submission" = "Module à soumettre";

/* No comment provided by engineer. */
"Send to Device" = "Send to Device";

/* No comment provided by engineer. */
"Translator" = "Traducteur";

